Repository: quivonex/android_bhangarseva
Catalog: collector/lib/l10n/app_*.arb
Languages: mr

# appTitle
source: Bhangarwala App
mr: भंगारवाला अॅप

source: Welcome
mr: स्वागत आहे

source: Categories
mr: श्रेण्या

source: Language
mr: भाषा

# selectLanguage
source: Select your language
mr: तुमची पसंतीची भाषा निवडा:

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: selected
mr: निवडले

source: Apply
mr: लागू करा

# languageChanged
source: Language changed to
mr: भाषा बदलली

source: Schedule Pickup
mr: पिकअप शेड्यूल करा

source: Contact Us
mr: संपर्क करा

source: Home Dashboard
mr: होम डॅशबोर्ड

source: Welcome Back!
mr: वेलकम बॅक!

# readyToRecycle
source: Ready to recycle and earn?
mr: रीसायकल करण्यासाठी आणि कमवण्यासाठी तयार आहात?

source: Quick Actions
mr: त्वरित क्रिया

source: New Enquiry
mr: नवीन चौकशी

source: Check Price List
mr: प्राईस लिस्ट पाहा

source: Order History
mr: ऑर्डर इतिहास

source: My Profile
mr: माय प्रोफाइल

source: Language Change
mr: भाषा बदला

source: Price List
mr: प्राईस लिस्ट

source: Share Us
mr: शेअर करा

source: About Us
mr: आमच्या बद्दल

source: Chat Support
mr: चॅट सपोर्ट

source: Terms & Conditions
mr: नियम आणि अटी

source: Privacy Policy
mr: गोपनीयता धोरण

source: Logout
mr: लॉगआउट

source: Select Products
mr: उत्पादने निवडा

# noProducts
source: No products found
mr: कोणतेही उत्पाद सापडले नाहीत

# searchProducts
source: Search products or items...
mr: उत्पादने किंवा आयटम शोधा...

source: Items Selected
mr: आयटम निवडले

source: Our Price
mr: आमचा किंमत

# otherPrice
source: Other
mr: इतर

source: You Earn
mr: आपण कमवाल

# enterWeight
source: Enter weight in {unit}
mr: {unit} मध्ये वजन भरा

source: Recalculate
mr: पुन्हा गणना करा

source: Calculate Actual
mr: खरी गणना करा

source: View Detailed Calculation
mr: सविस्तर गणना पहा

source: Multiple Products
mr: एकापेक्षा जास्त उत्पादने

# snackSelectOne
source: Please select at least one item with quantity
mr: कृपया किमान एक वस्तू प्रमाणासह निवडा

source: No products found
mr: कोणतीही उत्पादने सापडली नाहीत

# searchHint
source: Search products or items...
mr: उत्पादने किंवा आयटम शोधा...

# pleaseSelectItem
source: Please select at least one item with quantity
mr: कृपया किमान एक आयटम निवडा आणि प्रमाण भरा

# weight
source: {weight} kg
mr: {weight} किलो

# calculate
source: Calculate Actual
mr: खरा हिशेब करा

source: Bulk Order
mr: बॅच ऑर्डर

source: Complaints
mr: तक्रारी

source: Feedback
mr: अभिप्राय

# selectAtLeastOneItem
source: Please select at least one item with quantity
mr: कृपया किमान एक आयटम आणि त्याचे वजन निवडा

source: Enter weight in
mr: वजन प्रविष्ट करा

source: Price Calculation
mr: किंमत गणना

source: Error
mr: त्रुटी

source: Retry
mr: पुन्हा प्रयत्न करा

source: No data received
mr: डेटा प्राप्त झाला नाही

source: Calculation for
mr: साठी गणना

source: items
mr: आयटम

source: Qty
mr: प्रमाण

source: Our Rate
mr: आमचा दर

source: Other Rate
mr: इतर दर

source: Total Earnings Summary
mr: एकूण कमाई सारांश

source: Our Total
mr: आमचा एकूण

source: Other Total
mr: इतर एकूण

source: Net Earnings
mr: निट कमाई

source: Proceed to Pickup
mr: पिकअपसाठी पुढे जा

source: Pickup Location
mr: पिकअप स्थान

# tapOnMap
source: Tap on map to select location
mr: स्थान निवडण्यासाठी नकाशावर टॅप करा

# unableToFetch
source: Unable to fetch address
mr: पत्ता मिळवता आला नाही

source: Selected Location
mr: निवडलेले स्थान

# continueBtn
source: Continue
mr: सुरू ठेवा

source: Confirm Order
mr: ऑर्डर पुष्टी करा

# failedTimeSlots
source: Failed to load time slots
mr: टाईम स्लॉट लोड करण्यात अयशस्वी

source: Image pick failed
mr: प्रतिमा निवडण्यात अयशस्वी

# imageCompressFailed
source: Image compression failed
mr: प्रतिमा संकुचित करण्यात अयशस्वी

# uploadPhoto
source: Please upload at least 1 photo
mr: कृपया किमान 1 फोटो अपलोड करा

# selectTimeSlot
source: Please select a time slot
mr: कृपया एक वेळ स्लॉट निवडा

source: Submission failed
mr: सबमिशन अयशस्वी

source: Order Placed!
mr: ऑर्डर यशस्वीपणे ठेवला गेला!

source: Order ID
mr: ऑर्डर आयडी

# orderPlacedSuccess
source: Your order has been placed successfully
mr: आपला ऑर्डर यशस्वीपणे ठेवला गेला आहे

source: Go Home
mr: मुख्यपृष्ठावर जा

source: Take Photo
mr: फोटो घ्या

source: Gallery
mr: गॅलरी

source: No photos added
mr: कोणतीही फोटो जोडलेली नाही

source: Special Instructions
mr: विशेष सूचना

source: Your Name
mr: तुमचे नाव

source: Contact Number
mr: संपर्क क्रमांक

source: Alternate Contact
mr: पर्यायी संपर्क

source: Address
mr: पत्ता

source: Landmark
mr: लँडमार्क / ठळक ठिकाण

source: UPI ID
mr: UPI आयडी

# selectTimeSlotLabel
source: Select Time Slot
mr: वेळ स्लॉट निवडा

source: No time slots available
mr: कोणतेही वेळ स्लॉट उपलब्ध नाही
